# St7SetPlateOffsetNodes

Sets whether to Show Offset Nodes in the display of plates.

long St7SetPlateOffsetNodes(long uID, bool Show)

Input Parameters

uID

Strand7 model file ID.

Show

The state of the Show Offset Nodes option; either True or False.